tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "codebeige/tap"
tap "lucagrulla/tap"
brew "git"
brew "asdf"
brew "python@3.13"
brew "awscli"
brew "node"
brew "basedpyright"
brew "cloc"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "dash-shell"
brew "direnv"
brew "fd"
brew "fennel"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "go"
brew "gopls"
brew "huggingface-cli"
brew "imagemagick"
brew "leiningen"
brew "lua"
brew "luajit"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "micromamba"
brew "neovim"
brew "opentofu"
brew "pkgconf"
brew "podman"
brew "postgresql@14", restart_service: :changed
brew "ripgrep"
brew "ruff"
brew "rust"
brew "sd"
brew "sleepwatcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "vue-cli"
brew "vue-language-server"
brew "watchexec"
brew "watchman"
brew "yarn"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "codebeige/tap/fennel-ls"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "lucagrulla/tap/cw"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "blender"
cask "choosy"
cask "claude"
cask "claude-code"
cask "dash"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "firefox"
cask "git-credential-manager"
cask "glyphs"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-drive"
cask "grammarly-desktop"
cask "kitty"
cask "ludwig"
cask "microsoft-edge"
cask "monodraw"
cask "notion"
cask "pitch"
cask "rar"
cask "tunnelblick"
cask "vuescan"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Darkroom", id: 953286746
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Mela", id: 1568924476
mas "MindNode", id: 1289197285
mas "MindNode Next", id: 6446116532
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Typeface", id: 1062679359
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
